export const vocabulary = {
  '0x0001': 'Пользователь уже существует',
  '0x0002': 'Укажите корректный email',
  '0x0004': 'Неверное имя пользователя или пароль',
  '0x0006': 'Неверное имя пользователя или пароль',
  '0x0015': 'Подтвердите аккаунт на почте',
  '0x0019': 'Неверный текущий пароль',
  '0x0024': 'Ошибка отправки формы',
  editProfileSuccess: 'Изменения успешно применены',
  registrationSuccess: 'Вы успешно зарегистрировались\nДля входа подтвердите свой аккаунт на почте',
  emailVerificationSuccess: 'Почта успешно подтверждена',
  feedbackSuccess: 'Форма успешно отправлена'
}